public class CryptoAnalyzer {

    private static final char[] ALPHABET_RUS = {'а', 'б', 'в', 'г', 'д', 'е', 'ё',
            'ж', 'з', 'и', 'й','к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т',
            'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ъ', 'ы', 'ь', 'э', 'я', '.',
            ',', '«', '»', '"', '\'', ':', '!', '?', ' '};
    private static final char[] ALPHABET_ENG = {'а', 'б', 'в', 'г', 'д', 'е', 'ё',
            'ж', 'з', 'и', 'й','к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т',
            'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ъ', 'ы', 'ь', 'э', 'я', '.',
            ',', '«', '»', '"', '\'', ':', '!', '?', ' '};
    public static void main(String[] args) {

    }
}
